---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.BendingDetailAngularDimensionsDisplayOptions.Exclude90Degrees
enum: Autodesk.Revit.DB.Structure.BendingDetailAngularDimensionsDisplayOptions
source: html/78ee1054-d537-da6f-f244-adc2bdc84408.htm
---
# Autodesk.Revit.DB.Structure.BendingDetailAngularDimensionsDisplayOptions.Exclude90Degrees

Display for all angle values except the 90 degree.